{
    "CurrentLanguage": "Polski",
    "PoolCoins": "Monety z puli",
    "Top20contributors": "Dwudziestu najlepszych kontrybutorów",
    "AddressText": "Adres",
    "HashrateText": "Hashrate",
    "ShareRate": "Kurs akcji",
    "HomeText": "Strona główna",
    "StatsText": "Statystyki",
    "DashboardText": "Portfel",
    "MinersText": "Kopacze",
    "BlocksText": "Bloki",
    "PaymentsText": "Płatności",
    "ConnectText": "Połącz",
    "FAQText": "FAQ",
    "SupportText": "Wsparcie",
    "PoolcoinText": "Moneta z puli",
    "AlgorithmText": "Algorytm",
    "PoolHashrateText": "Hashrate puli",
    "FeeText": "Opłata",
    "NetworkHashrateText": "Hashrate sieci",
    "NetworkDifficultyText": "Trudność sieci",
    "Tweetsby": "Tweety od polpool_com",
    "ContactText": "Kontakt",
    "EmailText": "Email",
    "TwitterText": "Twitter",
    "POOLANDNETWORK": "POOL & NETWORK",
    "statisticsText": "statystyki",
    "MinersWorkers": "Kopacze",
    "blockchainheightText": "wysokość blockchain'u",
    "connectedpeersText": "połączeni rówieśnicy",
    "paymentthresholdText": "próg płatności",
    "poolfeeText": "opłata za pulę",
    "MINERText": "KOPACZ",
    "dashboardSText": "nawigacja",
    "WalletAddressText": "Adres Portfela",
    "coinwalletaddressText": "wprowadź adres twojego portfela",
    "Loadwalletstats": "Załaduj statystyki portfela",
    "PendingSharesText": "Oczekujące Udziały",
    "PendingBalanceText": "Oczekujące Saldo",
    "PaidBalanceToday": "Saldo zapłacone dzisiaj",
    "LifetimeBalanceText": "Dożywotnie wydatki",
    "MinersHashRateText": "Hashrate Kopacza",
    "WorkersText": "Kopacze",
    "ListofminersText": "Lista kopaczy pracujących dla ciebie",
    "IndexText": "Indeks",
    "NameText": "Nazwa",
    "POOLText": "POOL",
    "TopminersText": "Najlepsi kopacze",
    "BestMinersText": "Najlepsi kopacze",
    "blocksfoundText": "znalezione bloki",
    "BlocksMinedText": "Wykopane bloki",
    "Last100blocksText": "Ostatnie 100 bloków",
    "FoundText": "Znaleziony",
    "HeightText": "Wysokość",
    "EffortText": "Wysiłek",
    "StatusText": "Status",
    "RewardText": "Nagroda",
    "ConfirmationText": "Potwierdzenie",
    "paymentsText": "płatności",
    "PaymentsRewarded": "Płatności nagrodzone",
    "Last500payments": "Ostatnie 500 płatności",
    "SentText": "Wysłane",
    "AmountText": "Ilość",
    "connectionText": "połączenie",
    "PoolConfigurationText": "Konfiguracja puli",
    "connectyourminers": "Co muszisz zrobić by dodać kopacza",
    "ItemText": "Przedmiot",
    "ValueText": "Wartość",
    "questionsandanswers": "pytania i odpowiedzi",
    "Q1": "Jak działa pula?",
    "Q2": "Czy muszę stworzyć konto aby kopać?",
    "A2P1": "Rejestracja nie jest konieczna.",
    "Q3": "Dlaczego mój zgłoszony hashrate wynosi zero lub różni się od tego, co zgłasza moja koparka?",
    "A3P1": "Hash Raty puli i kopaczy są przeliczane co dziesięć minut, dlatego aktualizacja hashrate zajmuje maksymalnie dziesięć minut, w zależności od czasu przesłania pierwszego ważnego udziału. Hashrate, który wyświetlany w puli, jest przybliżeniem Twojego hashrate. Obliczany jest na podstawie przesłanych udziałów i dlatego może się znacznie różnić od hashratu wyświetlanego lokalnie. W razie wątpliwości zawsze uważaj wartość wyświetlaną przez twoją koparkę za właściwą.",
    "Q4": "Jak na tym zarobię?",
    "A4P1": "Wszystkie nasze pule korzystają z systemu płatności PPLNS. PPLNS jest skrótem od „Pay Per Last N Shares”. Poniższy obraz ilustruje działanie systemu. Każda runda ma dowolną liczbę akcji, która jest oparta wyłącznie na czystym szczęściu. Przy obliczaniu nagród system uwzględnia tylko udziały jednej rundy. PPLNS wykorzystuje do wyliczania nagród dość stałą liczbę N akcji. Liczba N zmienia się tylko z trudnością:",
    "A4P2": "Liczba akcji potrzebnych do rozwiązania bloku w rundzie jest zawsze inna. Runda pierwsza i trzecia wymagały (trudność * 2) akcji do rozwiązania. Runda druga i czwarta to dość krótkie rundy. Do ich rozwiązania potrzebne było mniej niż (trudność * 2) akcji. Runda piąta jest jednak bardzo długa, co oznacza, że pool potrzebował więcej niż (trudność * 2) akcji, aby rozwiązać blok. Z tego wynika, że:",
    "A4P3": "Rundy pierwsza i trzecia to rundy proporcjonalne. Wszystkie Twoje akcje z danej rundy są brane pod uwagę przy obliczaniu nagrody",
    "A4P4P1": "W drugiej i czwartej rundzie do obliczeń brane są również pod uwagę udziały z poprzednich rund (zaznaczone na zielono). Innymi słowy: niezależnie od okrągłych granic zawsze bierzemy pod uwagę ostatnie",
    "A4P4P2": "akcje. Część kwoty twojej akcji jest używana do obliczenia nagrody.",
    "A4P5P1": "Runda piąta jest bardzo długa. W tej rundzie twoje najniższe akcje (w zaznaczonej na czerwono części) są po cichu odrzucane, jeśli nie znajdują się w ostatnich",
    "A4P5P2": "akcjach.",
    "A4P6P1": "PPLNS faworyzuje stałych i/lub lojalnych członków puli nad pool hopperami.",
    "A4P6P2": "Użytkownicy zmieniający pulę obstawiają na „szybką wygraną” (jak przedstawiono w drugiej rundzie) z niskimi udziałami na rundę. Jeśli runda przekroczy określoną liczbę udziałów, \"przeskakują\" one do innej proporcjonalnej puli, która niedawno rozpoczęła nową rundę. Zapewnia to lepsze nagrody dla użytkówników zmieniających pulę często w porównaniu z okazjonalnymi lub stałymi kopaczami, którzy są lojalni wobec swojej puli. Przeskakiwanie do innych puli oznacza jednak, że tacy użytkownicy muszą wiedzieć, kiedy rozpoczyna się runda i jaka część udziałów jest brana pod uwagę jako nagroda. Jest to bardzo łatwe dzięki proporcjonalnemu systemowi nagród. Podczas korzystania z PPLNS ta zasada już nie działa. W długich rundach (takich jak runda piąta powyżej) udziały w puli użytkowników zmieniających często pulę nie będą brane pod uwagę przy obliczaniu nagród na korzyść lojalnych kopaczy. Wynika to z faktu, że wydobywają oni tylko na początku rundy. W krótkich i normalnych rundach nie tracą swoich udziałów. Ze względu na to, że udziały z poprzednich rund od lojalnych kopaczy są brane pod uwagę dwukrotnie (a nawet częściej w ekstremalnie krótkich rundach), nielojalni użytkownik nie otrzyma takiej samej nagrody jak lojalny użytkownik z systemu proporcjonalnych nagród.",
    "A4P7": "Zakładając, że znaleziono bloki, wypłaty są przetwarzane i wysyłane co 10 minut. Ten proces jest w pełni zautomatyzowany.",
    "Q5": "Kiedy otrzymam zapłatę?",
    "A5P1": "Nie zobaczysz żadnego salda na swoim koncie, dopóki blok nie zostanie znaleziony w puli i po osiągnięciu przez blok statusu dojrzałego. Może to potrwać kilka godzin, w zależności od kryptowaluty. Gdy tylko blok zostanie uznany za „dojrzały” przez pulę, Twoje udziały zostaną użyte do obliczenia Twojego wkładu w znalezienie bloku. Im więcej wniesiesz, tym wyższa będzie Twoja obniżka nagrody za blok. Twoja część nagrody za blok zostanie następnie przelana na Twoje saldo. Jeśli saldo osiągnie lub przekroczy minimalną kwotę wypłaty puli, pula przeniesie całe saldo do portfela i zresetuje saldo oczekujące do zera. Minimalna wypłata dla każdej puli jest podana w obszarze „Statystyki puli”.",
    "A5P2": "Na razie jesteśmy małą pulą i znalezienie bloku może zająć trochę czasu. W większych pulach wcześniej zobaczysz trochę równowagi, ponieważ szybciej znajdą bloki, ale otrzymasz mniejszy udział w nagrodzie niż w mniejszej puli. Z biegiem czasu zarobisz mniej więcej taką samą kwotę, wydobywając na dużej lub małej puli.",
    "A5P3": "Innymi słowy, nagrody, które otrzymujesz średnio, są dokładnie proporcjonalne do Twojego udziału w całkowitej pracy wykonanej przez pulę. Jeśli wydobędziesz dwa razy większą pulę, pula zbierze dwa razy więcej nagród, ale twój udział w nich zostanie zmniejszony o połowę, co oznacza, że otrzymasz średnio tyle samo.",
    "A5P4": "Przy wyborze puli należy wziąć pod uwagę wiarygodność, niezawodność, wsparcie i niskie opóźnienia. Unikając największych pool, przyczyniasz się do kondycji sieci, rozpowszechniając moc hash’y.",
    "supportText": "wsparcie",
    "difficultyT2Text": "(trudność * 2)",
    "WarningText": "Ostrzeżenie!",
    "poolmaintenanceText": "Trwają prace techniczne nad pool'em.",
    "tryagainText": "Spróbuj ponownie później.",
    "Nominerconnected": "Brak połączonych kopaczy",
    "Noblocksfound": "Nie znaleziono bloków",
    "Nopaymentsfound": "Nie znaleziono płatności",
    "CryptoCoinname": "Nazwa kryptowaluty",
    "CoinAlgorithmText": "Algorytm",
    "PoolWalletText": "Adres portfela",
    "PayoutSchemeText": "Schemat wypłat",
    "MinimumPaymentText": "Minimalna płatność",
    "MinimumPayoutText": "Minimalna wypłata (do wymiany)",
    "PoolFeeBText": "Opłata za pulę",
    "DifficultyVariableText": "Zmienna trudności",
    "DifficultyStaticText": "Statyczny poziom trudności",
    "GoMineText": "Wykop",
    "": ""
}